Repository: pli3/enigma2-plugins.dev
Catalog: vps/po/*.po
Languages: fr

source: No
fr: Non

source: Yes (safe mode)
fr: Oui (mode sans échec)

source: Yes
fr: Oui

source: Enable VPS
fr: Activer VPS

source: VPS-Time (date)
fr: VPS-Heure (date)

source: VPS-Time (time)
fr: VPS-Heure (heure)

source: always ask
fr: Toujours demander

source: VPS Settings
fr: VPS configuration

source: In order to record a timer, the TV was switched to the recording service!
fr: Afin d'enregistrer une programmation, la TV a été basculée sur le service a enregistrer!

source: VPS-Plugin checks if the channel supports VPS ...
fr: VPS-Plugin vérifies si la chaîne supporte VPS ...

source: The selected channel doesn't support VPS for manually programmed timers! Do you really want to enable VPS?
fr: La chaîne sélectionnée ne supporte pas le VPS pour les programmations faites manuellement! Voulez-vous vraiment activer VPS?

source: The VPS-Plugin couldn't check if the selected channel supports VPS for manually programmed timers! Do you really want to enable VPS?
fr: Le plugin VPS ne sait pas vérifier si la chaîne sélectionnée supporte le VPS pour les programmations faites manuellement! Voulez-vous vraiment activer le VPS?

source: Yes, don't ask again
fr: Oui, et ne plus le demander

source: VPS-Plugin couldn't check if the selected channel supports VPS. Do you really want to enable VPS?
fr: VPS-Plugin ne sait pas vérifier si la chaîne sélectionnée supporte VPS. Voulez-vous vraiment activer VPS?

source: The channel may support VPS Do you want to enable VPS?
fr: La chaîne peut supporter le VPS. Voulez-vous activer le VPS?

source: VPS-Plugin couldn't check if the channel supports VPS. Do you want to enable VPS anyway?
fr: VPS-Plugin ne sait pas vérifier si la chaîne supporte le VPS. Voulez-vous l'activer malgré tout?

source: VPS Setup Version %s
fr: Configuration du plugin VPS version %s

source: Enable VPS-Plugin
fr: Activer le plugin VPS

source: Starting time
fr: Démarrer VPS x minutes avant

source: Margin after record (in seconds)
fr: Continuer l'enregistrement x secondes après

source: Wakeup from Deep-Standby is allowed
fr: Réveil de la veille profonde autorisé

source: Seeking connected events
fr: Recherche des évènements liés

source: VPS enabled by default
fr: VPS activé par défaut

source: Enable VPS on instant records
fr: Activer VPS en cas d'enregistrement immédiat

source: Cancel
fr: Annuler

source: This plugin can determine whether a programme begins earlier or lasts longer. The channel has to provide reliable data.
fr: Ce plugin permet de déterminer si un programme commence plus tôt ou dure plus tard. La chaîne doit fournir une information fiable.

source: If possible, x minutes before a timer starts VPS-Plugin will control whether the programme begins earlier. (0 disables feature)
fr: Si possible, x minutes avant qu'une programmation démarre VPS-Plugin va vérifier si le programme démarre plus tôt. (0 désactive cette option)

source: The recording will last n seconds longer after the channel sent the stop signal.
fr: L'enregistrement va continuer x secondes de plus après que la chaîne a envoyé le signal d'arrêt.

source: Enable VPS by default (new timers)
fr: Activer VPS par défaut (nouvelles programmations)

source: If enabled and necessary, the plugin will wake up the Dreambox from Deep-Standby for the defined starting time to control whether the programme begins earlier.
fr: Si activé et nécessaire, le plugin va réveiller votre récepteur de la veille profonde, en fonction de la période définie, pour contrôler si le programme commence plus tôt.

source: If a programme is interrupted and divided into separate events, the plugin will search for the connected events.
fr: Si un programme est interrompu et divisé en évènements séparés, le plugin va chercher les évènements liés.

source: When yes, VPS will be enabled on instant records (stop after current event), if the channel supports VPS.
fr: Si oui, VPS sera activé pour les enregistrements immédiats (et arrêté après l'évènement en cours), si la chaîne supporte VPS.

source: Really close without saving settings?
fr: Voulez-vous vraiment fermer sans sauvegarder?

source: VPS-Plugin can react on delays arising in the startTime or endTime of a programme. VPS is only supported by certain channels! If you enable VPS, the recording will only start, when the channel flags the programme as running. If you select "yes (safe mode)", the recording is definitely starting at the latest at the startTime you defined. The recording may start earlier or last longer. Supported channels Germany: ARD and ZDF Austria: ORF Switzerland: SF Czech Republic: CT If a timer is programmed manually (not via EPG), it is necessary to set a VPS-Time to enable VPS. VPS-Time (also known as PDC) is the first published start time, e.g. given in magazines. If you set a VPS-Time, you have to leave timer name empty.
fr: VPS-Plugin peut réagir aux délais arrivants dans l'heure de départ ou l'heure de fin des programmes. VPS est seulement supporté sur certaines chaînes! Si vous activez VPS, l'enregistrement démarrera uniquement, lorsque les marqueurs du programme seront actifs. Si vous choisissez "oui (mode sans échec)", l'enregistrement démarrera au plus tard à l'heure que vous avez programmée. L'enregistrement peut démarrer plus tôt ou durer plus longtemps. Chaînes supportées Allemagne: ARD et ZDF Autriche: ORF Suisse: SF République tchèque: CT Si une programmation est faite manuellement (donc pas via l'EPG), il est nécessaire de mettre le VPS-Heure sur activé. VPS-Heure (aussi connu sous PDC) est l'heure offciellement annoncée de début, p.e. celle donnée dans un programme TV. Si vous définissez une VPS-Heure, vous devez laisser le nom de la programmation vide.
