Repository: pli3/enigma2-plugins.dev
Catalog: dreamexplorer/po/*.po
Languages: lt

source: The Editor-Funktions are beta (not full tested) !!!
lt: Redagavimo funkcijos yra bandomąjame stovyje !!!

source: You do it at your own risk!
lt: Viską darote savo pačių atsakomybe!

source: The author are NOT RESPONSIBLE for DATA LOST OR DISORDERS !!!
lt: Autorius NEATSAKO už duomenų PRARADIMĄ ar SUTRIKIMUS!

source: have been CHANGED! Do you want to save it? WARNING!
lt: buvo PAKEISTAS! Ar norite tai išsaugoti? ĮSPĖJAME!

source: to:
lt: į:

source: Media-filter
lt: Mediafiltras

source: %s FAILED!
lt: %s NEPAVYKO!

source: ADDLINK
lt: NUORODA

source: About
lt: Apie

source: Add directory to Bookmarks
lt: Įtraukti katalogą į mėgstamus

source: BZ2-package:\n
lt: BZ2-paketas: \n

source: Bootlogo-package:\n
lt: Įkrovos logo-paketas:\n

source: Box:
lt: Aparatas:

source: Cancel
lt: Atšaukti

source: Create new directory
lt: Sukurti katalogą

source: Create new directory in...
lt: Sukurti naują katalogą...

source: Create new file
lt: Sukurti naują failą

source: Create new file in...
lt: Sukurti naują failą...

source: Create softlink...
lt: Sukurti nuorodą...

source: DELLINK
lt: ŠALINTI

source: Directory name error !
lt: Katalogo pavadinimo klaida!

source: Disable
lt: Išjungti

source: Disassemble to bytecode...
lt: Išrinkti į baitinį kodą...

source: Do you realy want to DELETE:
lt: Ar tikrai norite ŠALINTI:

source: Do you want to execute?\n
lt: Ar norite vykdyti?\n

source: Do you want to set
lt: Ar norite nustatyti

source: Dream Explorer...
lt: Dream naršyklė...

source: Dream-Explorer
lt: Dream naršyklė

source: Dream-Explorer - DELETE DIRECTORY...
lt: Dream naršyklė - ŠALINTI KATALOGĄ...

source: Dream-Explorer - DELETE file...
lt: Dream naršyklė - ŠALINTI failą...

source: Dream-Explorer : Disassemble...
lt: Dream naršyklė - išrinkti...

source: Dream-Explorer : Install...
lt: Dream naršyklė: įdiegti...

source: Dream-Explorer...
lt: Dream naršyklė...

source: Dreambox-Explorer coded 2010 by Vali Support & Help on www.dreambox-tools.info
lt: Dream naršyklė 2010 koduota Vali Palaikymas ir pagalba www.dreambox-tools.info

source: Edit line
lt: Redaguoti laukelį

source: Enable
lt: Įjungti

source: Error by reading bookmarks !!!
lt: Klaida skaitant žymes!

source: Error by writing bookmarks !!!
lt: Klaida įrašant žymes!

source: Error...
lt: Klaida...

source: Explore your box
lt: Naršykite savo aparatą

source: File name error !
lt: Failo pavadinimo klaida!

source: File-Explorer
lt: Failų naršyklė

source: GZ-package:\n
lt: GZ-paketas: \n

source: Incompatible MerlinMusicPlayer version!
lt: Nesuderinama Merlin grotuvo versija!

source: Info...
lt: Informacija...

source: Input
lt: Įvestis

source: Install new bootlogo...
lt: Įdiegti naują įkrovos logotipą...

source: Install this package
lt: Įdiegti šį paketą

source: List of Storage Devices
lt: Laikmenos įrenginių sąrašas

source: Make a softlink...
lt: Sukurti nuorodą...

source: My Bookmarks
lt: Mano mėgstami

source: No more picture-files.
lt: Daugiau paveikslėlių failų nėra.

source: No more playable files.
lt: Daugiau atkuriamų failų nėra.

source: OPKG-package:\n
lt: OPKG paketas: \n

source: Options:
lt: Parinktys:

source: Pack my bootlogo
lt: Supakuoti mano įkrovos logo

source: Parent Directory
lt: Aukštesnysis katalogas

source: Picture-Explorer
lt: Paveikslėlių naršyklė

source: Picture-Player not available!
lt: Paveikslėlių grotuvas negalimas!

source: Preview all pictures
lt: Peržvelgti paveikslėlius

source: Pyc-Script:\n
lt: Pyc scenarijus:\n

source: Remove directory from Bookmarks
lt: Pašalinti katalogą iš mėgiamų

source: Rename directory...
lt: Pervadinti katalogą...

source: Rename file...
lt: Pervadinti failą...

source: Rename: %s FAILED!
lt: Pervadinti: %s NEPAVYKO!

source: Running processes:
lt: Veikiantys procesai:

source: Select Copy/Move location...
lt: Pasirinkite vietą kopijavimui/perkėlimui...

source: Set archive mode (644)
lt: Nustatyti archyvo režimą (644)

source: Set executable mode (755)
lt: Nustatyti vykdomą režimą (755)

source: Set first the Softlink name ...
lt: Pirmiausiai nustatykite nuorodos pavadinimą...

source: Set start directory
lt: Nustatyti pradžios katalogą

source: Softlink name error !
lt: Nuorodos pavadinimo klaida!

source: Sort by date (bouquet-)
lt: Rūšiuoti pagal datą (bukietas -)

source: Sort by name (bouquet+)
lt: Rūšiuoti pagal pavadinimą (bukietas +)

source: Start execution
lt: Pradėti vykdyti

source: This line is not editable!
lt: Šis laukelis neredaguojamas!

source: Turn off the media-filter first.
lt: Pirmiausiai išjunkite mediafiltrą.

source: View this shell-script
lt: Rodyti šį aplinkos scenarijų

source: WARNING! they doing now COPY or MOVE
lt: DĖMESIO! dabar vykdoma KOPIJUOTI arba PERKELTI

source: WARNING! they make now a softlink from
lt: DĖMESIO! dabar kuriama nuoroda į

source: Write the new softlink name here:
lt: Įrašykite naujos nuorodos pavadinimą:

source: [All files]
lt: [Visi failai]

source: [Media files]
lt: [Mediafailai]

source: [sort by Date]
lt: [rūšiuoti pagal datą]

source: [sort by Name]
lt: [rūšiuoti pagal pavadinimą]

source: last-mod
lt: paskutinis keitimas

source: loading...
lt: įkeliama...

source: mode
lt: režimas

source: mvi-Explorer
lt: mvi naršyklė

source: old:
lt: senas:

source: read error
lt: skaitymo klaida

source: ready...
lt: paruoštas...

source: size
lt: dydis

source: wait...
lt: palaukite...
