Repository: pli3/enigma2-plugins.dev
Catalog: transmission/po/*.po
Languages: lt

source: About transmission version
lt: Transmission evrsija

source: Bittorrent client for enigma2
lt: Enigma2 BitTorrent klientas

source: Create SWAP '/media/hdd/swapfile'
lt: Sukurti mainų sritį '/media/hdd/swapfile'

source: Disable auto queue downloads
lt: Išjungti automatinę parsisiuntimų eilę

source: Disable transmission autostart
lt: Išjungti Transmission autopaleidimą

source: Don't stop transmission after downloads (only queue works)
lt: Neišjungti Transmission po parsisiuntimo (tik užduotims eilėje)

source: Enable auto queue downloads
lt: Įjungti automatinę parsisiuntimų eilę

source: Enable transmission autostart
lt: Įjungti Transmission autopaleidimą

source: Enabled SWAP when start transmission
lt: Paleidžiant Transmission, naudoti mainų srtį

source: Information transmission download
lt: Transmission parsisiuntimo informacija

source: Not enabled SWAP when start transmission
lt: Paleidžiant Transmission, mainų srities neįjungti

source: Pause all downloads
lt: Pristabdyti visus parsisiuntimus

source: Restart transmission
lt: Paleisti Transmission iš naujo

source: Start transmission
lt: Paleisti Transmission

source: Stop transmission
lt: Išjungti Transmission

source: Stop transmission after downloads (only queue works)
lt: Išjungti Transmission po parsisiuntimo (tik užduotims eilėje)

source: Transmission menu
lt: Transmission meniu

source: Unpause all downloads
lt: Tęsti visus parsisiuntimus

source: transmission-daemon
lt: Transmission valdiklis

source: transmission-daemon not installed! Install now?
lt: Transmission valdiklis neįdiegtas! Įdiegti dabar?
