Repository: pli3/enigma2-plugins.dev
Catalog: shoutcast/po/*.po
Languages: fr, nl

source: All
fr: Tous
nl: Alle

source: every minute
fr: Chaque minute
nl: elke minuut

source: every three minutes
fr: Chaque trois minutes
nl: elke drie minuten

source: every five minutes
fr: Chaque cinq minutes
nl: elke vijf minuten

source: listen to shoutcast internet-radio
fr: Ecouter une radio SHOUTcast internet

source: Record
fr: Enregistrer
nl: Opname

source: Favorites
fr: Favoris
nl: Favorieten

source: Getting SHOUTcast genre list...
fr: Réception de la liste des genres SHOUTcast...
nl: SHOUTcast genre lijst ophalen...

source: Stop record
fr: Arrêter enregistrement
nl: Opname stoppen

source: Recording stream station
fr: Enregistrement d'une radion streamée
nl: Stream-station opnemen

source: Do you really want to stop the recording?
fr: Voulez-vous vraiment arrêter l'enregistrement?
nl: Wil je de opname echt stoppen?

source: Recording length
fr: Longueur de l'enregistrement
nl: Lengte van de opname

source: Enter in minutes (0 means unlimited)
fr: Entré en minutres (0 signifie infini)
nl: Geef in minuten (0 = onbeperkt)

source: Only running streamings can be recorded!
fr: Seul les streams en cours peuvent être enregistrés!
nl: Momenteel wordt geen station gestreamt. Opname niet gestart.

source: SHOUTcast station list for %s
fr: Liste des stations SHOUTcast pour %s
nl: SHOUTcast stationlijst voor %s

source: Favorite list
fr: Liste des favoris
nl: Favorieten lijst

source: Getting SHOUTcast genre list for %s...
fr: Réception de la liste des genres de SHOUTcast pour %s...

source: SHOUTcast genre list
fr: Liste des genres SHOUTcast
nl: SHOUTcast genre lijst

source: Got 0 genres. Could be a network problem. Please try again...
fr: Réception de 0 genre. Peut-être un problème réseau? Merci de réessayer...

source: %s Press green-button to try again...
fr: %s Appuyez sur le bouton vert pour essayer à nouveau...
nl: %s Druk op de groene knop om het opnieuw te proberen....

source: Getting streaming data from %s
fr: Réception des données de streaming depuis %s
nl: Ontvang streaming data van %s

source: No streaming data found...
fr: Aucune donnée de streaming trouvée...
nl: Geen streaming data gevonden...

source: Getting %s
fr: Réception de %s
nl: Ontvang %s

source: Config
fr: Configuration
nl: Configuratie

source: Search
fr: Rechercher
nl: Zoeken

source: rename current selected favorite
fr: Renommer la liste des favoris courante
nl: hernoem huidig geselecteerde favoriet

source: remove current selected favorite
fr: Supprimer la liste des favoris courante
nl: wis huidig geselecteerde favoriet

source: Add current selected genre to favorite
fr: Ajouter le genre sélectionné au favori
nl: Voeg geselecteerd genre aan favorieten toe.

source: Add current selected station to favorite
fr: Ajouter la station sélectionnée au favori
nl: Voeg geselecteerd station aan favorieten toe

source: Add current playing stream to favorite
fr: Ajouter la liste de lecture sélectionnée au favori
nl: Voeg momenteel spelende stream aan favorieten toe

source: Hide
fr: Cacher
nl: Verbergen

source: Enter new name for favorite item
fr: Entrer un nouveau nom du favori
nl: Nieuwe naam voor favoriet item

source: Enter text to search for
fr: Entre le texte à rechercher
nl: Zoektekst invoeren

source: search-criteria %s
fr: critère de recherche: %s
nl: Zoek-criteria %s

source: Searching SHOUTcast for %s...
fr: Recherche sur SHOUTcast pour %s...
nl: Doorzoeken van SHOUTcast naar %s...

source: %s Press OK to try again...
fr: %s Appuyez sur OK pour recommencer...
nl: %s Druk OK om opnieuw te proberen...

source: Error downloading cover...
fr: Erreur en téléchargeant la pochette...

source: Stream stopped playing, playback of stream stopped!
fr: La lecture du stream a été interrompue, lecture du stream arrêté!

source: Title: %s
fr: Titre: %s
nl: Titel: %s

source: Title: n/a
fr: Titre: p/a
nl: Titel: n/a

source: Cancel
fr: Annuler
nl: Afbreken

source: Show cover:
fr: Afficher pochette:

source: Coverwidth:
fr: Largeur pochette:

source: Coverheight:
fr: Hauteur pochette:

source: Show in extension menu:
fr: Afficher dans le menu extensions:
nl: Toon in uitgebreid menu:

source: Streaming rate:
fr: Taux de streaming:
nl: Bitrate:

source: Reload station list:
fr: Relire la liste des stations:
nl: Stationslijst herladen:

source: Rip to single file, name is timestamped
fr: Ripper dans un fichier unique, le nom est horodaté
nl: In enkel bestand opslaan

source: Create a directory for each stream
fr: Créer un répertoire pour chaque stream
nl: Maak voor elke stream een directory

source: Add sequence number to output file
fr: Ajouter un numéro de séquence au fichier créé
nl: Doorgenummerde bestanden genereren

source: Recording location:
fr: Localisation des enregistrements:
nl: Opname lokatie

source: Invalid Location
fr: Localisation non valide
nl: Ongeldige lokatie

source: Listen to SHOUTcast Internet Radio
nl: Luister naar SHOUTcast Internet Radio

source: Off
nl: Uit

source: This Dreambox can't decode %s streams!
nl: %s kan niet worden gedecodeerd.

source: Show in (needs GUI restart):
nl: Tonen in (herstarten van GUI noodzakelijk):

source: Name (needs GUI restart):
nl: Naam (herstarten van GUI noodzakelijk):

source: Description:
nl: Omschrijving:
