Repository: pli3/enigma2-plugins.dev
Catalog: systemtime/po/*.po
Languages: sk

source: 'dvbdate' not installed !
sk: 'dvbdate' nenainštalovaný !

source: 'ntpdate' not installed !
sk: 'ntpdate' nenainštalovaný !

source: 1 hour
sk: 1 hodinu

source: 12 hours
sk: 12 hodín

source: 15 min
sk: 15 minút

source: 2 hours
sk: 2 hodiny

source: 24 hours
sk: 24 hodín

source: 30 min
sk: 30 minút

source: 4 hours
sk: 4 hodiny

source: 48 hours
sk: 48 hodín

source: 5 min
sk: 5 minút

source: Apply the new System time?
sk: Použiť nový čas systému ?

source: Cancel
sk: Zrušiť

source: Change system time was canceled, because %s
sk: Zmena času systému bola zrušená, pretože %s

source: Choice transponder
sk: Voľba transpondéru

source: Domain name or IP (pool.ntp.org)
sk: Meno domény alebo IP (pool.ntp.org)

source: Internet Time
sk: Internetový čas

source: Please Enter new System time and press OK !
sk: Prosím, zadajte nový čas systému a stlačte OK !

source: Press OK
sk: Stlačte OK

source: Restart GUI
sk: Reštartovať Enigma2

source: Restart the GUI now?
sk: Reštartovať Enigma2 teraz?

source: Save
sk: Uložiť

source: Set system time manually
sk: Nastaviť systémový čas ručne

source: Setup System Time
sk: Nastaviť systémový čas:

source: Sync NTP cold start
sk: Synchronizovať čas po zapnutí prijímača

source: Sync NTP every
sk: Synchronizovať NTP cez internet každých

source: Sync now current transponder
sk: Synchronizovať teraz z aktuálneho transpondéru

source: Sync now internet
sk: Synchronizovať NTP teraz cez internet

source: Sync time using
sk: Synchronizovať čas pomocou

source: System Time
sk: Systémový čas

source: System time your box
sk: Systémový čas vášho prijímača

source: Time sync with DVB...
sk: Systémový čas z DVB...

source: Time sync with NTP...
sk: Systémový čas z NTP...

source: Transponder Time
sk: Čas z transpondéru

source: answer is None
sk: odpoveď je nie

source: invalid day %s
sk: zlý deň %s

source: invalid format
sk: neplatný formát

source: invalid hour %s
sk: neplatné hodiny %s

source: invalid minute %s
sk: neplatné minúty %s

source: invalid month %s
sk: neplatný mesiac %s

source: invalid year %s
sk: neplatný rok %s

source: new time string too short
sk: reťazec nového času je príliš krátky

source: no new time
sk: žiadny nový čas

source: you were not confirming
sk: ste nepotvrdili áno
