Repository: pli3/enigma2-plugins.dev
Catalog: zaphistorybrowser/po/*.po
Languages: fr

source: disabled
fr: Désactivé

source: enabled
fr: Activé

source: disabled at parental lock
fr: Désactivé au verrouillage parental

source: Zap-History Configurator
fr: Configuration de l'historique de zap

source: Enable zap history:
fr: Activer l'historique de zap:

source: Maximum zap history entries:
fr: Nombre maximum d'entrées:

source: Enigma1-like history:
fr: Historique de style Enigma-1:

source: Zap-History Browser
fr: Parcourir l'historique de zap

source: Clear
fr: Effacer tout

source: Delete
fr: Effacer

source: Zap & Close
fr: Zapper & fermer

source: Config
fr: Configuration
