Repository: pli3/enigma2-plugins.dev
Catalog: imdb/po/*.po
Languages: cs, et, sr

source: as
cs: jako
sr: kao

source: Ambiguous results
cs: Nejednoznačné výsledky
et: Mitu varianti
sr: Dvosmisleni rezultati

source: Cancel
cs: Zrušit
et: Tühista

source: Channel Selection
cs: Výběr stanice
et: Kanalite valik
sr: Izbor kanala

source: Could't get Eventname
cs: Nelze načíst název události
et: Saate nime ei tuvastatud
sr: Nema naziva dešavanja

source: Details
cs: Detaily
et: Üksikasjad
sr: Detalji

source: Downloading Movie Poster: %s...
cs: Stahuji plakát filmu: %s...
et: Filmi plakati tõmbamine: %s...
sr: Skidam poster filma: %s...

source: Enable this to be able to access the IMDb from within the plugin browser.
cs: Povolit = mít přístup na IMDB v rámci Prohlížeče pluginů.
et: Luba see, et IMDb oleks ka laienduste lehitsejas

source: Enter search
cs: Vložte hledané
et: Sisesta otsitav

source: Enter text to search for
cs: Vložte hledaný text
et: Sisesta otsitav tekst

source: Exit
cs: Konec
et: Välju
sr: Izlaz

source: IMDb Details
cs: Detaily z IMDb
et: IMDb andmed

source: IMDb Details parsed
cs: Analýza z IMDb
et: IMDb andmed töödeldud
sr: IMDb detalji analizirani

source: IMDb Download completed
cs: Stažení z IMDb dokončeno
et: Allalaadimine tehtud
sr: Skidanje sa IMDb završeno

source: IMDb Download failed
cs: Stažení z IMDb selhalo
et: Allalaadimine nurjus
sr: Skidanje sa IMDb neuspešno

source: IMDb Plugin
cs: Plugin IMDb
et: IMDb laiendus
sr: IMDb dodatak

source: IMDb Re-Download completed
cs: Re-Stažení z IMDb dokončeno
et: Taasallalaadimine tehtud
sr: Ponovno skidanje sa IMDb završeno

source: IMDb Setup
cs: Nastavení IMDb
et: IMDb seaded

source: IMDb query failed!
cs: IMDb dotaz selhal!
et: IMDb päring nurjus!
sr: IMDb upit neuspešan!

source: Lookup
cs: Vyhledat
et: Otsing
sr: Pregledanje

source: No IMDb match.
cs: IMDb-Žádná shoda
et: Vastet ei leitud
sr: Nema IMDb pogodaka.

source: No cast list found in the database.
cs: Žádné seznam obsazení v databázi nenalezen.
et: Andmebaasist osatäitjaid ei leitud.
sr: Nije nađena lista uloga u bazi podataka.

source: No details found.
cs: Nenalezeny detaily.
et: Üksikasju ei leitud.
sr: Nisu nađeni detalji.

source: Play Trailer
cs: Přehrát upoutávku
et: Esita treiler

source: Please select the matching entry
cs: Prosím, zvolte odpovídající položku
et: Vali sobiv vaste
sr: Molim,izaberite odgovarajući unos

source: Query IMDb: %s...
cs: Dotaz na IMDb: %s...
et: IMDb päring: %s...
sr: Upit IMDb: %s...

source: Query details from the Internet Movie Database
cs: Dotaz na podrobnosti z internetové filmové databáze
et: IMDb päringu üksikasjad
sr: Upit za detalje sa Internet filmske baze podataka

source: Re-Query IMDb: %s...
cs: Re-Dotaz na IMDb: %s...
et: Uus päring: %s...
sr: Ponovni upit IMDb: %s...

source: Search Trailer
cs: Najít upoutávku
et: Otsi treilerit

source: Select from EPG
cs: Vybrat z EPG
et: Vali saatekavast

source: Setup
cs: Nastavit
et: Seadistamine

source: Show in plugin browser
cs: Zobrazit v Prohlížeči pluginů
et: Näita laienduste lehitsejas

source: The Internet Movie Database
cs: Internetová filmová databáze
sr: Internet filmska baza podataka

source: Title Menu
cs: Tituly
et: Peamenüü
sr: Meni naslova

source: User Rating
cs: Hodnocení
et: Kasutajahinnang

source: no user rating yet
cs: bez hodnocení
et: kasutajahinnang puudub
sr: Još nema korisn. ocena

source: Cast:
et: Osades:
sr: Uloge:

source: Extra Info
et: Lisateave
sr: Dodatni info
