Repository: pli3/enigma2-plugins.dev
Catalog: epgsearch/po/*.po
Languages: fa, sl, sr

source: Search
fa: جستجو
sl: Iskanje
sr: Traženje

source: New Search
fa: جستجوی جدید
sl: Novo iskanje
sr: Nova pretraga

source: History
fa: پیشینه
sl: Zgodovina
sr: Istorija

source: Add timer
fa: اضافه کردن تایمر
sl: Nov časovnik
sr: Dodaj tajmer

source: EPG Search
fa: جستجو برنامه راهنمای الکترونیک
sl: EPG iskanje
sr: EPG pretraga

source: Enter text to search for
fa: وارد کردن یک متن به منظور جستجو برای
sl: Vpis besedila za namen iskanja
sr: Unesi tekst za traženje

source: Import from Timer
fa: وارد کردن از تایمر
sl: Uvoz iz seznama časovnikov
sr: Uvezi iz tajmera

source: Import from EPG
fa: وارد کردن از برنامه راهنمای الکترونیک
sl: Uvoz iz EPG sistema
sr: Uvezi iz EPG

source: Import from AutoTimer
fa: وارد کردن از تایمر خودکار
sl: Uvoz iz vtičnika AutoTimer
sr: Uvezi iz autotajmera

source: Save search as AutoTimer
fa: ذخیره سازی جستجو به عنوان یک تایمر خودکار
sl: Shranitev iskanja v AutoTimer vtičnik
sr: Sačuvaj pretragu kao autotajmer

source: Export selected as AutoTimer
fa: صادر کردن منتخب به عنوان یک تایمر خودکار
sl: Izvoz izbranega v AutoTimer vtičnik
sr: Izvezi izabrano kao autotajmer

source: Could not read AutoTimer timer list: %s
fa: %s نمی توانست لیست تایمر پلاگین تایمر خودکار را بخواند
sl: Ni možno prebrati seznama časovnikov: %s
sr: Ne mogu pročitati listu autotajmera: %s

source: Select text to search for
fa: انتخاب یک متن برای جستجوی
sl: Izberite besedilo za potrebe iskanja
sr: Izaberi tekst za pretragu

source: No history
fa: بدون پیشینه
sl: Ni zgodovine
sr: Bez istorije

source: Cancel
fa: لغو کردن
sl: Izhod
sr: Otkaži

source: OK
fa: موزد تایید است
sl: Potrditev

source: Select a timer to search
fa: انتخاب یک تایمر برای جستجو
sl: Izberite časovnik za potrebe iskanja
sr: Izaberi tajmer za pretragu

source: Channel Selection
fa: انتخاب کانال
sl: Seznam TV kanalov
sr: Izbor kanala

source: Search EPG
fa: جستجوی یک برنامه راهنمای الکترونیک
sl: EPG iskanje
sr: Pretraga EPG

source: search EPG...
fa: جستجوی برنامه راهنمای الکترونیک
sl: Iskanje po EPG sistemu
sr: pretraga EPG...

source: EPGSearch Setup
sl: Nastavitve

source: Length of History
sl: Dolžina zgodovine

source: Add "Search" Button to EPG
sl: Dodaj "EPG Iskanje" gumb v EPG

source: If this setting is enabled, the plugin adds a "Search" Button to the regular EPG.
sl: Če je vključena ta nastavitev, potem vtičnik doda "Iskanje" gumb v EPG.

source: search EPG
sr: pretraga EPG
