Repository: pli3/enigma2-plugins.dev
Catalog: virtualzap/po/*.po
Languages: el, lt

source: /s
lt: /sek.

source: 1 minute
lt: 1 min.

source: 12 hours
lt: 12 val.

source: 15 minutes
lt: 15 min.

source: 2 hours
lt: 2 val.

source: 24 hours
lt: 24 val.

source: 3 hours
lt: 3 val.

source: 30 minutes
lt: 30 min.

source: 45 minutes
lt: 45 min.

source: 5 minutes
lt: 5 min.

source: 6 hours
lt: 6 val.

source: 60 minutes
lt: 60 min.

source: Cancel
el: Ακύρωση
lt: Atšaukti

source: Could not open Picture in Picture
lt: Nepavyko atverti vaizdo vaizde (PiP)

source: Don't toggle standard infobar(s) with exit button
lt: Neperjungti įprastinės infojuostos 'EXIT' mygtuku

source: EPGSelection (context menu)
lt: EPG pasirinkimas (kontekstinis meniu)

source: EPGSelection/EventView (context menu)
lt: EPG pasirinkimas/įvykio apžvalga (kontekstinis meniu)

source: EventView (context menu)
lt: Įvykio apžvalga (kontekstinis meniu)

source: Extended virtual zap
lt: Išplėstinis virtualus perjungimas

source: Extended virtual zap (PiP)
lt: Išplėstinis virtualus perjungimas (PiP)

source: Extended virtual zap config
lt: Išplėstinio virtualaus perjungimo nustatymas

source: Extended virtual zap setup
lt: Išplėstinio virtualaus perjungimo sąranka

source: From :
lt: Nuo :

source: GUI needs a restart to apply the new settings. Do you want to Restart the GUI now?
el: Πρέπει να γίνει επανεκκίνηση της επιφάνειας χρήστη για να εφαρμοστούν οι νέες ρυθμίσεις. Θέλετε να γίνει τώρα;
lt: Kad pakeitimai įsigaliotų, grafinę aplinką reikia paleisti iš naujo. Paleisti iš naujo dabar?

source: Goto :
lt: Pereiti į :

source: Remember last service
el: Απομνημόνευση τελευταίας υπηρεσίας
lt: Įsiminti paskutinį kanalą

source: Remember mode
lt: Įsiminimo būdas

source: Restart GUI
lt: Paleisti grafinę aplinką iš naujo

source: Save
lt: Išsaugoti

source: Show PiP in window infobar
lt: Rodyti PiP lango infojuostoje

source: Show picons
lt: Rodyti piktogramas

source: Show plugin in channel selection context menu
lt: Rodyti įskiepį kanalų pasirinkimo kontekstiniame meniu

source: Show plugin in the context menu
lt: Rodyti įskiepį kontekstiniame meniu

source: Show positioner movement for PiP service
lt: Rodyti PiP kanalo pozicionieriaus judėjimą

source: Start standard PiP after x secs (0 = disabled)
el: Εκκίνηση στάνταρ PiP μετά από x δευτ. (0=ανενεργό)
lt: Atverti įprastinį PiP po X sek. (0 = išjungta)

source: Stream
lt: Srautas

source: Tuner
lt: Imtuvas

source: Tuner %s
lt: Imtuvas %s

source: Usage
el: Χρήση
lt: Naudojimas

source: Use PiP
el: Χρήση PiP
lt: Naudoti PiP

source: Use plugin 'PiPServiceRelation'
lt: Naudoti įskiepį 'PiPServiceRelation'

source: always
lt: visada

source: as plugin in event menu
lt: kaip įskiepį įvykių meniu

source: as plugin in extended menu
lt: kaip įskiepį išplėstiniame meniu

source: config menu
lt: konfigūracijos meniu

source: disable
lt: išjungti

source: disabled
lt: išjungta

source: exit
lt: užverti

source: open Event View
lt: atverti įvykių apžvalgą

source: open favorite list
lt: atverti mėgstamiausių sąrašą

source: open service list
lt: atverti kanalų sąrašą

source: open single EPG
lt: atverti vieno kanalo EPG

source: show 'Extended virtual zap' for current service
lt: Rodyti 'Išplėstinį virtualų perjungimą' šiam kanalui

source: standard PiP
lt: įprastinis PiP

source: standard PiPzap
lt: įprastinio PiP perjungimas

source: swap and standard PiP
lt: sukeisti PiP ir pagrindinį vaizdą

source: swap and standard PiPzap
lt: sukeisti pagrindinį vaizdą ir perjungtą PiP

source: swap services
lt: Sukeisti kanalus

source: until standby/restart
lt: iki budėjimo/paleidimo iš naujo

source: wait 5 seconds
lt: laukite 5 sek.

source: with exit button
el: με το πλήκτρο εξόδου
lt: 'EXIT' mygtuku

source: with long OK press
el: με παρατεταμένη πίεση του ΟΚ
lt: ilgu 'OK' paspaudimu

source: zap to PiP service and exit
lt: Perjungti į PiP kanalą ir uždaryti

source: zap to next channel/open service list
lt: perjungti į sekantį kanalą/atverti kanalų sąrašą

source: zap to previous channel/open service list
lt: perjungti į ankstesnį kanalą/atverti kanalų sąrašą

source: Incorrect type service for PiP!
lt: Nesuderinamas su PiP kanalas!

source: Parental control!
lt: Tėvų kontrolė!

source: No free tuner!
lt: Nėra laisvo imtuvo!

source: as plugin in extended bar
el: ως πρόσθετο στην εκτεταμένη μπάρα

source: Virtual Zap Setup
el: Ρυθμίσεις Εικονικού Ζάπινγκ

source: Virtual (PiP) Zap
el: Εικονικό (PiP) Ζάπινγκ

source: Show PiP in Infobar
el: Εμφάνιση του PiP στη Μπάρα Πληροφοριών

source: Restart GUI now?
el: Επανεκκίνηση της επιφάνειας χρήστη τώρα;
