Repository: pli3/enigma2-plugins.dev
Catalog: fancontrol2/po/*.po
Languages: sv

source: below Tunerslot 4
sv: Under tunerplats 4

source: near XILINX Spartan
sv: Nära XILINX Spartan

source: under the WLAN
sv: Under WLAN platsen

source: left of the Battery
sv: Till vänster om batteriet

source: left near Front-CI
sv: Till vänster nära främre-CI

source: left near Card-Slot
sv: Till vänster nära kortplatsen

source: over Security Card
sv: Över säkerhetskortet

source: under the Fan
sv: Under fläkten

source: Control disabled
sv: Kontroll avaktiverad

source: disabled
sv: Avaktiverad

source: yes, Except for Recording or HDD
sv: Ja, förutom för inspelning eller HDD

source: no
sv: Nej

source: yes
sv: Ja

source: Box Shutdown
sv: Mottagaren stängs av

source: do nothing
sv: Gör inget

source: never
sv: Aldrig

source: please wait (until 3min)...
sv: Var snäll och vänta (tills 3min)...

source: Min Fan Start %d rpm at PWM=%d
sv: Min fläktstart %d rpm vid PWM=%d

source: Min Fan Stop %d rpm at PWM=%d (%s)
sv: Min fläktstopp %d rpm vid PWM=%d (%s)

source: Max Fan %d rpm at PWM=255 (%s)
sv: Max fläkt %d rpm vid PWM=255 (%s)

source: Extended Control Range
sv: Utökat kontrollområde

source: Min Fan Start %d rpm at VLT=%d and PWM=0
sv: Min fläktstart %d rpm vid VLT=%d och PWM=0

source: Min Fan Stop %d rpm at VLT=%d and PWM=0 (%s)
sv: Min fläktstopp %d rpm vid VLT=%d och PWM=0 (%s)

source: Max Fan %d rpm at PWM=255 and VLT=255 (%s)
sv: Max fläkt %d rpm vid PWM=255 och VLT=255 (%s)

source: Min Fan Start %d rpm at VLT=%d
sv: Min fläktstart %d rpm vid VLT=%d

source: Min Fan Stop %d rpm at VLT=%d (%s)
sv: Min fläktstopp %d rpm vid VLT=%d (%s)

source: Max Fan %d rpm at VLT=255 (%s)
sv: Max fläkt %d rpm vid VLT=255 (%s)

source: press Info for HDD-Temp
sv: Tryck info för HDD-Temperatur

source: Current rpm %4d
sv: Nuvarande rpm %4d

source: Action in case of Fan failure
sv: Händelse vid fläktfel

source: Box shutdown at Temperature (C)
sv: Mottagaren stängs av vid denna temperatur (C)

source: increases overheating protection to (C)
sv: Ökar överhettningsskyddet till (C)

source: read HDD-Temperature in HDD-Standby-Mode
sv: Läs HDD-Temperaturen i HDD-viloläge

source: disable DMM-FanControl
sv: Avaktivera DMM-fläktkontroll

source: Show Fan Speed as
sv: Visa fläkthastighet som

source: Show Plugin in Extension-Menu
sv: Visa plugin i utökningsmenyn

source: Show Monitor in Extension-Menu
sv: Visa monitor i utökningsmenyn

source: Number of WebIF-Log-Entries
sv: Antalet WebIF-logghändelser

source: Logging path
sv: Sökväg för logg

source: Enable Data Logging
sv: Aktivera dataloggning

source: Auto-Delete Data older than (Days)
sv: Radera automatiskt data äldre än (Dagar)

source: Enable Event Logging
sv: Aktivera händelse loggning

source: Choose path
sv: Välj sökväg

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
sv: GUI behöver startas om för att verkställa ändringarna. Vill du starta om GUI nu?

source: Restart GUI now?
sv: Starta om GUI nu?

source: Fan type
sv: Fläkttyp

source: Fan off in Standby
sv: Fläkt av i viloläge

source: min Speed rpm
sv: Min hastighet rpm

source: max Speed rpm
sv: Max hastighet rpm

source: Static temp C
sv: Statisk temp C

source: End temperature C
sv: Slut temperatur C

source: Initial Voltage
sv: Grund spänning

source: Initial PWM
sv: Grund PWM

source: Cancel
sv: Avbryt

source: Save
sv: Spara

source: Check
sv: Kontrollera

source: Help
sv: Hjälp

source: Current value: %s
sv: Aktuellt värde: %s

source: Temperature C %4.1f
sv: Temperatur C %4.1f

source: Target rpm %4d
sv: Mål rpm %4d

source: Voltage %03d
sv: Spänning %03d

source: readme.txt
sv: Läs mig.txt

source: FanControl2 emergency, Box Shutdown now?
sv: FanControl2 nödsituation, mottagaren stängs av nu?

source: currentRPM:%d targetRPM:%d Temp:%4.1f
sv: aktuelltRPM:%d målRPM:%d Temp:%4.1f

source: Fan is not working!
sv: Fläkten fungerar inte!

source: Box has no fancontrol hardware -> FC2 deactivated
sv: Mottagaren har ingen hårdvara för fläktkontroll -> FC2 avaktiverad

source: Temperature
sv: Temperatur

source: Speed
sv: Hastighet

source: Voltage
sv: Spänning

source: Sensors
sv: Sensorer

source: active
sv: Aktiv

source: turn off
sv: Stäng av

source: not active
sv: Inte aktiv

source: turn on
sv: Slå på

source: Filesize : %d %sByte
sv: Filstorlek : %d %sbyte

source: Disk free : %d MByte
sv: Fritt diskutrymme : %dMbyte

source: Download
sv: Nerladdning

source: Delete
sv: Ta bort

source: Delete older 48h
sv: Ta bort äldre än 48h

source: File %s does not exists
sv: Fil %s existerar inte

source: Logging-Path: %s
sv: Loggväg: %s

source: Auto-Delete older %s Days
sv: Automatisk radering äldre än %s dagar
