Repository: pli3/enigma2-plugins.dev
Catalog: autotimer/po/*.po
Languages: fi, sv

source: %d conflict(s) encountered when trying to add new timers: %s
fi: %d päällekkäistä ajastusta, kun yritettiin lisätä uusia ajastuksia: %s
sv: %d konflikt(er) har uppstått vid försök att lägga till ny(a) timer(s): %s

source: %d conflict(s) solved with similar timer(s): %s
fi: %d päällekkäistä ajastusta ratkaistu lisäämällä samankaltaiset ajastukset: %s
sv: %d konflikt(er) löst(a) med liknande timer(s): %s

source: Activate VPS
fi: Aktivoi VPS
sv: Aktivera VPS

source: Add
fi: Lisää
sv: Lägg till

source: Add new AutoTimer
fi: Lisää uusi AutoTimer
sv: Lägg till ny AutoTimer

source: Add similar timer on conflict
fi: Lisää vastaavanlainen ajastus, jos päällekkäisiä
sv: Lägg till liknande timer vid konflikt

source: Add timer as disabled on conflict
fi: Lisää pois käytöstä oleva ajastus, jos päällekkäisiä
sv: Lägg till timer som avaktiverad vid konflikt

source: Add zap timer instead of record timer?
fi: Lisää katseluajastus nauhoitusajastuksen sijaan?
sv: Lägg till zaptimer i stället för inspelningstimer?

source: After event
fi: Ohjelman jälkeen
sv: Efter program

source: All non-repeating timers
fi: Kaikki ei toistuvat ajastukset
sv: Alla icke upprepande timers

source: Amount of recordings left
fi: Jäljellä olevien tallennuskertojen määrä
sv: Antal inspelningar kvar

source: Any service/recording
fi: Mikä tahansa kanava/nauhoitus
sv: Vilken kanal/inspelning som helst

source: AutoTimer Editor
fi: AutoTimer Editori

source: AutoTimer Filters
fi: AutoTimer Suotimet
sv: AutoTimer Filter

source: AutoTimer Services
fi: AutoTimer Kanavat
sv: AutoTimer kanaler

source: AutoTimer Settings
fi: AutoTimer Asetukset
sv: AutoTimer inställningar

source: AutoTimer overview
fi: AutoTimer yhteenveto
sv: AutoTimer översikt

source: AutoTimer was added successfully
fi: AutoTimer lisättiin onnistuneesti
sv: AutoTimer har lagts till framgångsrikt

source: AutoTimer was changed successfully
fi: AutoTimer muutettiin onnistuneesti
sv: AutoTimer ändrades framgångsrikt

source: AutoTimer was removed
fi: AutoTimer poistettiin
sv: AutoTimer togs bort

source: Begin of "after event" timespan
fi: "ohjelman jälkeen" aikavälin alku
sv: Början på "efter kanal" tidsperiod

source: Begin of timespan
fi: Aikavälin alku
sv: Början på tidsperiod

source: Bouquets
fi: Suosikit
sv: Favoritlistor

source: By enabling this events will not be matched if they don't occur on certain dates.
fi: Asettamalla tämän asetuksen päälle ohjelmat ei tuo osumia, jos niitä ei esitetä tiettyinä päivinä.
sv: Vid aktiverad, kommer programmen inte att matchas om dessa inte förekommer på vissa datum.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
fi: Ottamalla tämän option käyttöön saat ilmoituksen samankaltaisista ajastuksista jotka on lisätty automaattisen haun aikana. Optiossa ei ole mitään älykkyyttä rakennettuna, joten se saattaa ilmoittaa samoista päällekkäisestä ajastuksesta uudelleen ja uudelleen.
sv: Vid aktiverad, kommer du att bli informerad om liknande timers tillkommit under automatisk polling. Det finns ingen intelligens inblandad, så timern kommer att fråga dig om samma konflikt om och om igen.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
fi: Ottamalla tämän option käyttöön saat ilmoituksen päällekkäisistä ajastuksista joihin törmättiin automaattisen haun aikana. Optiossa ei ole mitään älykkyyttä rakennettuna, joten se saattaa ilmoittaa samoista päällekkäisistä ajastuksista uudelleen ja uudelleen.
sv: Vid aktiverad, kommer du att bli informerad om timerkonflikter som hittats under automatisk polling. Det finns ingen intelligens inblandad, så timern kommer att fråga dig om samma konflikt om och om igen.

source: Cancel
fi: Peruuta
sv: Avbryt

source: Change default recording offset?
fi: Muuta tallennusten oletus lisäaika?
sv: Ändra grundinspelningsförskjutning?

source: Channel Selection
fi: Kanavalista
sv: Kanallista

source: Channels
fi: Kanavat
sv: Kanaler

source: Choose target folder
fi: Valitse kohdehakemisto
sv: Välj målkatalog

source: Classic
fi: Klassinen
sv: Klassisk

source: Close and forget changes
fi: Sulje ja unohda muutokset
sv: Stäng och glöm ändringar

source: Close and save changes
fi: Sulje ja tallenna muutokset
sv: Stäng och spara ändringar

source: Configure AutoTimer behavior
fi: Määrittele AutoTimerin käyttäytyminen
sv: Konfigurera AutoTimer beteende

source: Control recording completely by service
fi: Anna kanavan ohjata tallennusta kokonaan
sv: Styr inspelning helt och hållet av kanalen

source: Create a new timer using the classic editor
fi: Luo uusi ajastus käyttäen editoria
sv: Skapa en ny timer med hjälp av den klassiska editorn

source: Create a new timer using the wizard
fi: Luo uusi ajastus käyttäen Avustajaa
sv: Skapa en ny timer med hjälp av guiden

source: Custom (%s)
fi: Muokattu (%s)
sv: Anpassad (%s)

source: Custom location
fi: Määritelty hakemisto
sv: Anpassad plats

source: Custom offset
fi: Määritelty lisäaika
sv: Anpassad förskjutning

source: Delete
fi: Poista
sv: Ta bort

source: Description
fi: Kuvaus
sv: Beskrivning

source: Do you really want to delete %s?
fi: Haluatko todella poistaa %s?
sv: Vill du verkligen ta bort %s?

source: EPG encoding
fi: Ohjelmaoppaan koodaus
sv: EPG avkodning

source: Edit AutoTimer
fi: Muokkaa AutoTimer
sv: Ändra AutoTimer

source: Edit AutoTimer filters
fi: Muokkaa AutoTimer suodattimia
sv: Ändra AutoTimer filter

source: Edit AutoTimer services
fi: Muokkaa AutoTimer kanavat
sv: Ändra AutoTimer services

source: Edit Timers and scan for new Events
fi: Muokkaa ajastuksia ja etsi uusia ohjelmia
sv: Ändra Timer och sök efter nya kanaler

source: Edit new timer defaults
fi: Muokkaa uuden ajastuksen oletuksia
sv: Ändra nya timerinställningar

source: Edit selected AutoTimer
fi: Muokkaa valittua AutoTimeria
sv: Ändra vald AutoTimer

source: Editing
fi: Muokataan
sv: Ändrar

source: Editor for new AutoTimers
fi: Uusien AutoTimerien editori
sv: Editor för nya AutoTimers

source: Enable Filtering
fi: Laita suodatin päälle
sv: Aktivera Filtrering

source: Enable Service Restriction
fi: Ota kanavarajoitus käyttöön
sv: Aktivera kanalbegränsning

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
fi: Ota tämä käyttöön jos haluat päästä AutoTimerien yhteenvetoon laajennus valikosta.
sv: Aktivera denna för att kunna få tillträde till AutoTimer översikten inifrån utökningsmenyn.

source: Enabled
fi: Päällä
sv: Aktiverad

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
fi: Merkistön koodaus jota kanava käyttää ohjelmaoppaassaan. Sinun tarvitsee muuttaa tätä ainoastaan jos haet joitakin erikoismerkkejä, kuten saksalaisia aksenttimerkkejä.
sv: Avkoda kanalen som den använder för EPG data. Du behöver endast ändra detta om du söker efter speciella tecken liknande tyska umlauts.

source: End of "after event" timespan
fi: "ohjelman jälkeen" aikavälin loppu
sv: Slutet på "efter programmet" tidsperiod

source: End of timespan
fi: Aikavälin loppu
sv: Slutet på tidsperiod

source: Exact match
fi: Täysi vastaavuus
sv: Exakt matchning

source: Exclude
fi: Ei sisällä
sv: Uteslut

source: Execute "after event" during timespan
fi: Tee "ohjelman jälkeen" aikavälin aikana
sv: Uteslut "efter programmet" under tidsperiod

source: Filter
fi: Suodata

source: First day to match events. No event that begins before this date will be matched.
fi: Ensimmäinen päivä ohjelmien hakuun. Ennen tätä päivää ohjelmat ei tuo osumia.
sv: Första dagen att matcha programmet. Inga händelser som börjar före detta datum kommer att matchas.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
fi: Löydettiin yhteensä %d osumaa hakusanoihin ohjelmatiedoista. %d Ajastusta lisättiin ja %d muokattiin, %d päällekkäistä ajastusta havaittiin, %d samankaltaista lisätty.
sv: Hittade totalt %d matchande program. %d Timer är tillagd och %d modifierad, %d konflikter påträffade, %d liknande tillagda.

source: Frequently asked questions
fi: Yleisimmin kysytyt kysymykset
sv: Vanliga frågor

source: Friday
fi: Perjantai
sv: Fredag

source: Guess existing timer based on begin/end
fi: Arvaa olemassa oleva ajastus alun/lopun perusteella
sv: Gissa befintlig timer baserad på början/slutet

source: Help
fi: Apua
sv: Hjälp

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
fi: Jos tulee päällekkäinen ajastus, AutoTimer hakee samankaltaista ohjelmaa aikavälin ulkopuolelta ja lisää sen.
sv: Om en timerkonflikt inträffar, kommer AutoTimer att leta utanför tidsintervallet efter ett liknande program och lägga till dem.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%% of the it.
fi: Jos tämä on päällä, ohjelma katsotaan tallennetuksi jos olemassa oleva ajastus tallentaa vähintään 80%% siitä.
sv: Vid aktiverad, kommer en befintlig timer överväga att spela in ett program om den spelar in minst 80%% av den.

source: Import AutoTimer
fi: Tuo AutoTimerista
sv: Importera AutoTimer

source: Import existing Timer
fi: Tuo olemassaoleva ajastus
sv: Importera existerande Timer

source: Import from EPG
fi: Tuo ohjelmaoppaasta
sv: Importera från EPG

source: Include
fi: Sisältää
sv: Inkludera

source: Last day to match events. Events have to begin before this date to be matched.
fi: Viimeinen päivä ohjelmien hakuun. Tämän päivän jälkeiset ohjelmat ei tuo osumia.
sv: Sista dagen att matcha programmen. Programmen måste börja innan detta datum för att matchas.

source: Location
fi: Hakemisto
sv: Plats

source: Lower bound of timespan.
fi: Aikavälin alkuaika.
sv: Undre gräns för tidsperiod.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
fi: Aikavälin alkuaika. Ennen tätä aikaa haku ei tuo osumia. Lisäaikoja ei huomioida!
sv: Undre gräns för tidsperiod. Inget innan denna tid kommer att matchas. Förskjutningar beaktas inte!

source: Match Timespan: %02d:%02d - %02d:%02d
fi: Käytetty aikaväli: %02d:%02d - %02d:%02d
sv: Matcha tidsperiod: %02d:%02d - %02d:%02d

source: Match title
fi: Hae otsikosta
sv: Matcha Titel

source: Match title: %s
fi: Hae otsikosta: %s
sv: Matcha titel: %s

source: Maximum duration (in m)
fi: Suurin kesto (minuuttia)
sv: Maximal varaktighet (i min)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
fi: Ohjelman enimmäispituus haussa. Jos ohjelma on pidempi kuin tämä aika (ilman lisäaikaa) se ei tuota haussa osumia.
sv: Maximal programvaraktighet att matcha. Om ett program är längre än denna tid (utan offset) kommer den inte att matchas.

source: Modify existing timers
fi: Muokkaa olemassa olevia ajastuksia
sv: Ändra befintliga timers

source: Monday
fi: Maanantai
sv: Måndag

source: Monthly
fi: Kuukausittain
sv: Månadsvis

source: Never
fi: Ei koskaan
sv: Aldrig

source: New
fi: Uusi
sv: Ny

source: No
fi: Ei
sv: Nej

source: None
fi: Ei mitään
sv: Ingen

source: Not after
fi: Ei jälkeen
sv: Inte efter

source: Not before
fi: Ei ennen
sv: Inte före

source: Number of scheduled recordings left.
fi: Jäljellä olevien ajastettujen tallennusten lukumäärä.
sv: Antal planerade inspelningar kvar.

source: Offset after recording (in m)
fi: Lisäaika tallennuksen perään (min)
sv: Offset efter inspelning (i min)

source: Offset before recording (in m)
fi: Lisäaika ennen tallennusta (min)
sv: Offset före inspelning (i min)

source: On any service
fi: Miltä tahansa kanavalta
sv: På vilken kanal som helst

source: On same service
fi: Samalta kanavalta
sv: På samma kanal

source: Only AutoTimers created during this session
fi: Vain tällä kertaa luodut AutoTimerit
sv: Endast AutoTimers skapade under denna session

source: Only add timer for next x days
fi: Lisää ajastus vain seuraaviksi x päiväksi
sv: Bara lägg till timer för kommande x dagar

source: Only match during timespan
fi: Hae vain aikavälin aikana
sv: Bara matcha under tidsperiod

source: Only on Service: %s
fi: Vain kanavalta: %s
sv: Bara på kanal: %s

source: Open Context Menu
fi: Avaa pikavalikko
sv: Öppna Context Menyn

source: Override found with alternative service
fi: Salli nauhoitus vaihtoehtoiselta kanavalta
sv: Överkör hittad med alternativ kanal

source: Please provide a Text to match
fi: Kirjoita etsittävä Teksti
sv: Var snäll och ange en text för matchning

source: Poll Interval (in h)
fi: Tarkastusväli (tunteja)
sv: Poll Intervall (in h)

source: Poll automatically
fi: Tarkasta automaattisesti
sv: Polla automatiskt

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
fi: Virtatilan muuttaminen tallennuksen jälkeen. Valitse "normaali" käyttäksesi enigma2 oletusarvoja tai itse muuttamiasi arvoja.
sv: Byta till energisparläge efter inspelningar. Välj "standard" att inte ändra standardbeteendet för enigma2 eller värden ändrade av dig själv.

source: Preview
fi: Hakuehtojen testaus
sv: Förhandsgranska

source: Preview AutoTimer
fi: Esikatsele AutoTimer
sv: Förhandsgranska AutoTimer

source: Really close without saving settings?
fi: Haluatko todella poistua tallentamatta asetuksia?
sv: Verkligen stänga utan att spara inställningar?

source: Record a maximum of x times
fi: Tallenna enintään x kertaa
sv: Spela in ett maximalt av x gånger

source: Record on
fi: Kanavalta
sv: Spela in på

source: Remove selected AutoTimer
fi: Poista valittu AutoTimer
sv: Ta bort vald AutoTimer

source: Require description to be unique
fi: Vaadi että kuvaus on ainutlaatuinen
sv: Kräver beskrivning att vara unik

source: Reset count
fi: Nollaa laskuri
sv: Återställ räkningen

source: Restrict "after event" to a certain timespan?
fi: Rajoita "ohjelman jälkeen" tietylle aikavälille?
sv: Begränsa "efter program" till en viss tidsperiod?

source: Restrict to events on certain dates
fi: Rajoita ohjelmiin tiettyinä päivämäärinä
sv: Begränsa program på vissa datum

source: Saturday
fi: Lauantai
sv: Lördag

source: Save
fi: Tallenna
sv: Spara

source: Search strictness
fi: Haun tiukkuus
sv: Sök strikt

source: Search type
fi: Hakutyyppi
sv: Sök typ

source: Select "exact match" to enforce "Match title" to match exactly or "partial match" if you only want to search for a part of the event title.
fi: Valitse "täydellinen vastaavuus" että "Hae otsikosta" vastaa täysin tai "osittainen vastaavuus" jos haluat hakea vain osaa ohjelman otsikosta.
sv: Välj "exakt matchning" för att upprätthålla "Matcha titel" för att matcha exakt eller"partiell matchning" om du bara vill söka efter en del av program titel.

source: Select a timer to import
fi: Valitse tuotava ajastus
sv: Välj en timer att importera

source: Select bouquet to record on
fi: Valitse suosikkilista jolta tallennetaan
sv: Välj favoritlista att spela in på

source: Select channel to record on
fi: Valitse kanava jolta tallennetaan
sv: Välj kanal att spela in på

source: Select the location to save the recording to.
fi: Valitse mihin hakemistoon tallennustiedostot tallennetaan.
sv: Välj plats att spara inspelning på.

source: Select type of Filter
fi: Valitse Suotimen tyyppi
sv: Välj typ av filter

source: Select whether or not you want to enforce case correctness.
fi: Valitse haluatko erotella haussa myös isot ja pienet kirjaimet.
sv: Välj huruvida du vill tvinga korrektheten i tecken.

source: Set maximum duration
fi: Aseta maksimi kesto
sv: Ställ maximal längd

source: Set this NO to disable this AutoTimer.
fi: Aseta tämä EI:ksi ottaaksesti tämän AutoTimerin pois käytöstä.
sv: Ställ denna till NEJ för att avaktivera denna AutoTimer.

source: Setup
fi: Asetukset
sv: Inställning

source: Should this AutoTimer be restricted to a timespan?
fi: Pitäisikö tämä AutoTimer rajoittaa tietylle aikavälille?
sv: Skall denna timer vara begränsad till en tidsperiod?

source: Should this AutoTimer only match up to a certain event duration?
fi: Pitäisikö tämän AutoTimerin hakea vain tietyn mittaisia ohjelmia?
sv: Skall denna AutoTimer endast matchas upp till en viss programlängd?

source: Should timers created by this AutoTimer be recorded to a custom location?
fi: Pitäisikö tämän AutoTimerin luomat ajastukset tallentaa määrättyyn hakemistoon?
sv: Skall timers som har skapats med denna AutoTimer bli inspelad till en anpassad plats?

source: Show in extension menu
fi: Näytä laajennusten valikossa.
sv: Visa i utökningsmeny

source: Show notification on conflicts
fi: Näytä ilmoitus päällekkäisistä ajastuksista
sv: Visa meddelande vid konflikter

source: Show notification on similars
fi: Näytä ilmoitus samankaltaisista
sv: Visa meddelande på liknande

source: Sort AutoTimer
fi: Järjestä AutoTimer
sv: Sortera AutoTimer

source: Sort Time
fi: Järjestä Aika
sv: Sortera tid

source: Sunday
fi: Sunnuntai
sv: Söndag

source: Support "Fast Scan"?
fi: Tue "Nopeaa hakua"?
sv: Stöd "Snabbskanning"?

source: Tags
fi: Avainsanat
sv: Taggar

source: Tags the Timer/Recording will have.
fi: Ajastukseen/Tallenteeseen liitetyt avainsanat.
sv: Taggar timern/inspenlningen.

source: The counter can automatically be reset to the limit at certain intervals.
fi: Laskuri voidaan tietyin väliajaoin asettaa automaattisesti takaisin raja-arvoon.
sv: Räknaren kan automatiskt återställas till gränsen vid vissa intervall.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
fi: Editori jota käytetään uusille AutoTimereille. Tämä voi olla joko Avustaja tai perinteinen editori.
sv: Editorn som ska användas för nya AutoTimers. Detta kan antingen vara guiden eller den klassiska editorn.

source: The match attribute is mandatory.
fi: Hakuehto on pakollinen.
sv: Matchningen av attribut är obligatoriskt.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
fi: Tämä on nimi jonka voit antaa AutoTimerille. Se näytetään Yhteenvedossa ja Esikatselussa.
sv: Detta är ett namn du kan ge AutoTimern. Den kommer att visas i översikten och förhandstitten.

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
fi: Tämä on viive tunteina, mitä AutoTimer odottaa haun jälkeen ennen seuraavaa hakua ohjelmaoppaasta.
sv: Detta är fördröjningen i timmar som AutoTimer ska vänta efter en sökning för att söka EPG igen.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
fi: Tämä on se mitä haetaan ohjelmien otsikoista. Huomaa että haku esim. saksan aksenttimerkeistä voi olla hankalaa, koska sinun täytyy tietää mitä merkistöä kanava käyttää.
sv: Detta är vad som kommer att sökas efter i programtitlar. Observera att leta efter exempelvis tyska umlauts kan vara knepigt eftersom du måste veta kodningen kanalen använder.

source: This setting controls the behavior when a timer matches a found event.
fi: Tämä asetus määrittelee käyttäytymisen kun ajastus vastaa löydettyä ohjelmaa.
sv: Denna inställning styr beteendet när en timer matchar ett hittad program.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
fi: Tämä määrittelee käyttäytymisen jos löytyy päällekkäisiä ajastuksia. Jos AutoTimer löytää ohjelman josta tehdään päällekkäinen ajastus olemassa olevan ajastuksen kanssa se ei jätä huomioimatta tätä ohjelmaa, vaan lisää pois käytöstä olevan ajastuksen.
sv: Detta växlar beteendet på timerkonflikter. Om en AutoTimer matchar ett program som strider mot en befintlig timer kommer den inte att ignorera detta program utan lägga till den avaktiverad.

source: Thursday
fi: Torstai
sv: Torsdag

source: Time in minutes to append to recording.
fi: Tallennuksen loppuun lisättävä aika minuutteina.
sv: Tid i minuter som ska läggas till inspelningen.

source: Time in minutes to prepend to recording.
fi: Tallennuksen alkuun lisättävä aika minuutteina.
sv: Tid i minuter som ska läggas till före inspelningen.

source: Timer type
fi: Ajastustyyppi
sv: Timertyp

source: Tuesday
fi: Tiistai
sv: Tisdag

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
fi: Mikäli tämä ei ole käytössä AutoTimer EI automaattisesti hae ohjelmatiedoista määrittelemiäsi hakusanoja ajastuksiksi. Haku tehdään vain kun poistut ikkunasta vihreällä näppäimellä.
sv: Om inte denna är aktiverat kommer AutoTimer inte automatiskt söka efter program som matchar din AutoTimer, men endast när du lämnat GUI med den gröna knappen.

source: Upper bound of timespan.
fi: Aikavälin päättymisaika.
sv: Övre gräns för tidsperiod.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
fi: Aikavälin päättymisaika. Tämän ajan jälkeen haku ei tuo osumia. Lisäaikoja ei huomioida!
sv: Övre gräns för tidsperiod. Inget efter denna tid kommer att matchas. Förskjutningar beaktas inte!

source: Use a custom location
fi: Käytä muuta kuin oletushakemistoa
sv: Använd en anpassad plats

source: Wednesday
fi: Keskiviikko
sv: Onsdag

source: Weekday
fi: Arkipäivä
sv: Veckodag

source: Weekend
fi: Viikonloppu
sv: Veckoslut

source: Weekly (Monday)
fi: Viikoittain (Maanantai)
sv: Varje vecka (Måndag)

source: Weekly (Sunday)
fi: Viikoittain (Sunnuntai)
sv: Varje vecka (Söndag)

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
fi: Kun tuetaan "Nopeaa hakua" kanavatyyppitieto ohitetaan. Sinun ei tarvitse laittaa tätä päälle, ellei käyttämäsi ohjelmisto tue "Nopeaa hakua" ja sinä käytä sitä.
sv: Vid support"Snabbskanning" ignoreras denna typ av kanal. Du behöver inte aktivera detta om inte din Image stöds "Snabbskanning" och du använder det.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
fi: Kun tämä optio on päällä, AutoTimer ei ajasta ohjelmia jos ajastuslistalta löytyy jo toinen ajastus samalla kuvauksella.
sv: När detta alternativ är aktiverat kommer AutoTimern inte att matcha program där en annan timer med samma beskrivning redan finns i timerlistan.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
fi: Kun tämä optio on päällä, kanava jolta tallennetaan voidaan vaihtaa määriteltyyn vaihtoehtoiseen kanavaan.
sv: Vid aktiverad, kan kanalen som skall spelas in på ändras till en alternativ kanal den är begränsad till.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
fi: Voit määritellä tällä optiolla rajoituksen kuinka monta AutoTimer ajastusta kerrallaan sallitaan. Asettamalla arvoksi 0 on tämä määritys pois päältä.
sv: Vid aktiverad, kan du begränsa AutoTimern till en viss mängd schemalagda inspelningar. Ställ in den här till 0 för att inaktivera den här funktionen.

source: Wizard
fi: Avustaja
sv: Guide
