Repository: pli3/enigma2-plugins.dev
Catalog: autotimer/po/*.po
Languages: fi, sv

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
fi: Voit määritellä kuinka monta päivää eteenpäin ajastukset lisätään. Asettamalla arvoksi 0 on tämä määritys pois päältä.
sv: Du kan kontrollera hur många dagar framåt timers läggs till. Ställ denna på 0 för att inaktivera den här funktionen.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
fi: Syötit "%s" haettavaksi tekstiksi. Haluatko poistaa tekstin perässä olevat välilyönnit?
sv: Du angav"% s" som text för matchning. Vill du ta bort efterföljande mellanslag?

source: Your config file is not well-formed: %s
fi: Konfiguraatiotiedostosi ei ole oikeassa formaatissa: %s
sv: Din konfigurationsfil är inte välutformad: %s

source: add AutoTimer
fi: Lisää AutoTimer
sv: Lägg till AutoTimer

source: add AutoTimer...
fi: Lisää AutoTimer...
sv: Lägg till AutoTimer...

source: add filters
fi: Lisää suotimia
sv: Lägg till filter

source: add services
fi: Lisää kanavia
sv: Lägg till kanaler

source: autotimers need a match attribute
fi: AutoTimer ajastukset tarvitsevat hakuehdot
sv: autotimers behöver ett matchande attribut

source: case-insensitive search
fi: Älä tutki haussa isoja ja pieniä kirjaimia
sv: icke teckenkänslig sökning

source: case-sensitive search
fi: Tutki haussa isot ja pienet kirjaimet
sv: teckenkänslig sökning

source: config changed.
fi: asetukset muutettu.
sv: konfiguration ändrad

source: delete
fi: Poista
sv: Ta bort

source: disable
fi: Pois päältä
sv: Avaktivera

source: do nothing
fi: Älä tee mitään
sv: Gör ingenting

source: edit filters
fi: Muokkaa suotimia
sv: Ändra filter

source: edit services
fi: Muokkaa kanavia
sv: Ändra kanaler

source: enable
fi: Päälle
sv: Aktivera

source: exact match
fi: Täysi vastaavuus
sv: Exakt matchning

source: go to deep standby
fi: Mene virransäästötilaan
sv: Gå till stäng av

source: go to standby
fi: Mene valmiustilaan
sv: Gå till viloläge

source: in Description
fi: Kuvauksessa
sv: I förklaring

source: in Shortdescription
fi: Lyhyessä kuvauksessa
sv: i kort beskrivning

source: in Title
fi: Otsikossa
sv: I titel

source: mins
fi: minuuttia
sv: Minuter

source: missing parameter "id"
fi: puuttuu parametri "id"
sv: Saknad parameter "id"

source: on Weekday
fi: Arkipäivisin
sv: På Veckodag

source: partial match
fi: Osittainen vastaavuus
sv: delvis matchning

source: record
fi: Tallennus
sv: Inspelning

source: standard
fi: Normaali

source: unable to find timer with id %i
fi: Ei löydä ajastusta tunnuksella %i
sv: Kan inte hitta timer med id %i

source: zap
fi: Kanavanvaihto
