Repository: pli3/enigma2-plugins.dev
Catalog: tageditor/po/*.po
Languages: fr

source: edit tags
fr: Editer tags

source: Cancel
fr: Annuler

source: New
fr: Nouveau

source: Load
fr: Charger

source: Edit Tags
fr: Editer tags

source: Please enter the new tag
fr: Veuillez entrer un nouveau tag

source: Replace tag "%s" everywhere with: (Note that 'Cancel' will not undo this!)
fr: Replacer le tag "%s" partout par: (Notez que 'Annuler' ne va pas défaire ceci!)

source: Do you really want to delete tag "%s" everywhere? (Note that 'Cancel' will not undo this!)
fr: Voulez-vous vraiment effacer le tag "%s" partout? (Notez que 'Annuler' ne va pas défaire ceci!)

source: Do you really want to delete all tags everywhere? (Note that 'Cancel' will not undo this!)
fr: Voulez-vous vraiment effacer tous les tags partout? (Notez que 'Annuler' ne va pas défaire ceci!)

source: Add new tag...
fr: Ajouter un nouveau tag...

source: Rename this tag...
fr: Renommer ce tag....

source: Delete this tag...
fr: Effacer ce tag...

source: Delete unused tags
fr: Effacer les tags non utilisés

source: Delete all tags...
fr: Effacer tous les tags...
