Repository: pli3/enigma2-plugins.dev
Catalog: easymedia/po/*.po
Languages: fr

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: Not easy way to start EasyMedia
fr: Pas de manière simple pour lancer EasyMedia

source: EasyMedia settings...
fr: Paramètres EasyMedia...

source: Video database:
fr: Base de données vidéo:

source: Music player:
fr: Lecteur de musique:

source: Files browser:
fr: Gestionnaire de fichier:

source: Show bookmarks:
fr: Afficher favoris:

source: Timer:
fr: Programmation:

source: PicturePlayer:
fr: Lecteur de photos:

source: Show tv/radio switch:
fr: Afficher la bascule TV/Radio:

source: YouTube player:
fr: Lecteur YouTube:

source: VLC player:
fr: Lecteur VLC:

source: DVD player:
fr: Lecteur DVD:

source: Weather plugin:
fr: Plugin Météo:

source: NetRadio player:
fr: Lecteur Radio Internet:

source: Show Merlin-iDream:
fr: Afficher Merlin-iDream:

source: ZDFmediathek player:
fr: Lecteur ZDFmediathek:

source: MyVideo player:
fr: Lecteur MyVideo:

source: Add/remove plugin
fr: Ajouter/enlever plugin

source: Some plugins are not available:
fr: Certains plugins ne sont pas disponible:

source: added to EasyMedia
fr: ajouté à EasyMedia

source: removed from EasyMedia
fr: enlevé de EasyMedia

source: Movies
fr: Films

source: Bookmarks
fr: Favoris

source: Timer
fr: Programmation

source: VideoDB
fr: BdDVidéo

source: Pictures
fr: Photos

source: Music
fr: Musique

source: DVD Player
fr: Lecteur DVD

source: Weather
fr: Météo

source: Files
fr: Fichiers

source: TV-mode
fr: mode-TV

source: Radio-mode
fr: mode-Radio

source: Nothing
fr: Rien

source: Select bookmark...
fr: Choisir favori...

source: Picture-player is not installed!
fr: Pas de lecteur de photos installé!

source: No Music-Player installed!
fr: Pas de lecteur musique installé!

source: No File-Manager installed!
fr: Pas de gestionnaire de fichier installé!

source: Weather Plugin is not installed!
fr: Pas de plugin Météo installé!

source: DVDPlayer Plugin is not installed!
fr: DVDPlayer pas installé!

source: MyTube Plugin is not installed!
fr: MyTube n'est pas installé!

source: SHOUTcast Plugin is not installed!
fr: SHOUTcast n'est pas installé!

source: ZDFmediathek Plugin is not installed!
fr: ZDFmediathek n'est pas installé!

source: VLC Player is not installed!
fr: VLC Player n'est pas installé!

source: Merlin iDream is not installed!
fr: Merlin iDream n'est pas installé!

source: MyVideo Player is not installed!
fr: MyVideo Player n'est pas installé!

source: VideoDB is not installed!
fr: VideoDB n'est pas installé!
