Repository: pli3/enigma2-plugins.dev
Catalog: ofdb/po/*.po
Languages: lt

source: Ambiguous results
lt: Dviprasmiški rezultatai

source: Cast:
lt: Vaidina:

source: Channel Selection
lt: Kanalo pasirinkimas

source: Could't get Eventname
lt: Nepavyksta gauti pavadinimo

source: Details
lt: Išsami informacija

source: Downloading Movie Poster: %s...
lt: Parsisiunčiamas filmo plakatas: %s...

source: Exit
lt: Užverti

source: Lookup
lt: Ieškoti

source: No OFDb match.
lt: OFDb atitikimo nėra.

source: No cast list found in the database.
lt: Aktorių sąrašo duomenų bazėje nėra.

source: No details found.
lt: Išsamaus aprašymo nėra.

source: OFDb Details parsed
lt: OFDb informacija apdorota

source: OFDb Download completed
lt: OFDb parsisiuntimas baigtas

source: OFDb Download failed
lt: Atsisiųsti iš OFDb nepavyko

source: OFDb Plugin
lt: OFDb įskiepis

source: OFDb Re-Download completed
lt: OFDb parsisiųstas iš naujo

source: OFDb query failed!
lt: OFDb užklausa nepavyko!

source: Please select the matching entry
lt: Pasirinkite atitinkantį įrašą

source: Query OFDb: %s...
lt: Užklausti OFDb: %s...

source: Query details from the Online-Filmdatenbank
lt: Užklausti detaliau iš Internetinės Filmų Duombazės

source: Re-Query OFDb: %s...
lt: Perklausti OFDb: %s...

source: The Online-Filmdatenbank
lt: Internetinė Filmų Duombazė

source: Title Menu
lt: Pavadinimų meniu

source: no user rating yet
lt: vartotojai dar nereitingavo
