Repository: pli3/enigma2-plugins.dev
Catalog: primetimemanager/po/*.po
Languages: de, lt

source: "View live" event only in Prime Time:
lt: Žiūrimiausiame laike tik 'Tiesioginės transliacijos':

source: %s prime time | events today (%s) | Bouquet: %s
de: %s Hauptsendezeit | Sendungen heute (%s) | Bouquet: %s
lt: %s žiūrimiausio laiko | šiandienos įvykių (%s) | Bukietas: %s

source: %s prime time | events today +%s (%s) | Bouquet: %s
de: %s Hauptsendezeit | Sendungen heute +%s (%s) | Bouquet: %s
lt: %s žiūrimiausio laiko | šiandienos įvykių +%s (%s) | Bukietas: %s

source: Accept
de: Übernehmen
lt: Sutinku

source: Accept the events as shown
de: Sendungen wie gezeigt übernehmen
lt: Priimti įvykius, kaip parodyta

source: Add Timer
de: Timer setzen
lt: Pridėti laikmatį

source: Add timer
lt: Pridėti laikmatį

source: Add timer for "%s"?
lt: Pridėti laikmatį "%s"?

source: Add/remove event to or from favourites
de: Sendung zu Favoriten hinzufügen/löschen
lt: Įtraukti/pašalinti įvykį į/iš mėgstamiausius

source: Begin time
de: Startzeit
lt: Pradžios laikas

source: Bouquet
lt: Bukietas

source: Bouquet:
lt: Bukietas:

source: Bouquet: %s - EPG Selection Multi
lt: Bukietas: %s - EPG multipasirinkimas

source: Cansel
lt: Nutraukti

source: Check conflicts timers after "Accept":
lt: Tikrinti laikmačių konfliktus po "Sutinku":

source: Check conflicts timers after exit:
lt: Tikrinti laikmačių konfliktus uždarant:

source: Close
de: Schließen
lt: Uždaryti

source: Conflicts were solved
de: Konflikte wurden gelöst
lt: Konfliktai išspręsti

source: Date
de: Datum
lt: Data

source: Do you really want to delete the timer for "%s"?
de: Soll der Timer für "%s" wirklich gelöscht werden?
lt: Ar tikrai norite pašalinti laikmatį "%s"?

source: Do you want to switch the prime time? Currently selected favorites will be lost!
de: Soll die Hauptsendezeit wirklich geändert werden? Alle bisher ausgewählten Favoriten sind damit verloren!
lt: Ar norite perjungti žiūrimiausią laiką

source: Duration
de: Dauer
lt: Trukmė

source: End time
de: Endzeit
lt: Pabaigos laikas

source: Exit
de: Beenden
lt: Užverti

source: Exit from Multi EPG on selected service:
lt: Užverti daugiakanalį EPG ant pasirinkto kanalo:

source: Exit plugin
de: Plugin beenden
lt: Užverti įskiepį

source: Exit plugin or open Multi EPG
lt: Užverti įskiepį, arba atverti daugiakanalį EPG

source: Favorite
de: Favorit
lt: Mėgstamiausias

source: Favorite will be deleted!
de: Favorit wird gelöscht!
lt: Mėgstamiausias bus pašalintas!

source: Lookup in TMBD
lt: Paieška TMBD

source: Manage prime time events
de: Verwaltung der Hauptsendezeit
lt: Tvarkyti žiūrimiausio laiko įvykius

source: Multi EPG
lt: Daugiakanalis EPG

source: No EPG data
de: Keine EPG Daten
lt: EPG duomenų nėra

source: No conflicts found
de: Keine Konflikte gefunden
lt: Konfliktų nėra

source: OK
lt: Gerai

source: Open the settings screen
de: Öffnet die Plugin-Einstellungen
lt: Atidaryti nustatymų langą

source: Open timers list
lt: Atidaryti iaikmačių sąrašą

source: Primary
de: Primäre
lt: Pagrindinis

source: Primary Prime Time:
de: Primäre Hauptsendezeit:
lt: Pagrindinis žiūrimiausias laikas:

source: Prime Time Manager
lt: Žiūrimiausio laiko valdymas

source: Prime Time Manager
lt: Žiūrimiausio laiko valdymas

source: Prime Time Manager Conflict Results
de: Prime Time Manager Konfliktergebnisse
lt: Žiūrimiausio laiko valdymo konfliktai

source: Prime Time Manager in E-menu:
lt: Žiūrimiausio laiko valdymas plėtinių meniu:

source: Prime Time Manager setup
lt: Žiūrimiausio laiko valdymo sąranka

source: Prime Time Manager: Prime time has already begun or is over. Starting with tomorrow's events.
de: Prime Time Manager: Die Hauptsendezeit läuft bereits oder ist schon vorbei. Beginne mit den Sendungen von morgen.
lt: Žiūrimiausio laiko valdymas: Žiūrimiausias laikas jau prasidėjęs, arba baigiasi. Pereiname prie rytdienos įvykių.

source: Prime Time Manager: Sorry, but a timer for %s can't be set because there are conflicts with other timers.
de: Prime Time Manager: Es kann kein Timer für %s gesetzt werden weil es Konflikte mit anderen Timern gibt.
lt: Žiūrimiausio laiko valdymas: Laikmačio %s nustatyti negalima, nes konfliktuoja su kitais laikmačiais.

source: Prime Time Manager: Sorry, but turning a repeated timer into a view live event isn't supported.
de: Prime Time Manager: Ein wiederholender Timer kann nicht in eine Live-Sendung umgewandelt werden.
lt: Žiūrimiausio laiko valdymas: Nustatyti pakartotinį laikmatį tiesioginei transliacijai negalima.

source: Prime Time Settings
lt: Žiūrimiausio laiko nustatymai

source: Recording is in progress.
lt: Vyksta įrašymas.

source: Red Button function:
lt: 'RAUDONO' mygtuko funkcija:

source: Remove favorite on timer deletion:
de: Favorit entfernen wenn Timer gelöscht wird:
lt: Šalinant laikmatį, šalinti su juo susietą mėgstamiausią:

source: Remove timer
de: Lösche Timer
lt: Pašalinti laikmatį

source: Scroll selected list to the left
de: Aktive Liste nach links bewegen
lt: Pasirinktą sąrašą prastumti į kairę

source: Scroll selected list to the right
de: Aktive Liste nach rechts bewegen
lt: Pasirinktą sąrašą prastumti į dešinę

source: Search in IMDb
lt: Ieškoti IMDb

source: Secondary
de: Sekundäre
lt: Antrinis

source: Secondary Prime Time:
de: Sekundäre Hauptsendezeit:
lt: Antrinis žiūrimiausias laikas:

source: Selected favorites
de: Ausgewählte Favoriten
lt: Pasirinkti mėgstamiausi

source: Set Timer
de: Timer setzen
lt: Nustatyti laikmatį

source: Set day
de: Tag setzen
lt: Nustatyti dieną

source: Set or remove a timer
de: Timer setzen oder löschen
lt: Nustatyti, arba pašalinti laikmatį

source: Settings of the plugin
lt: Įskiepio nustatymai

source: Show duration or end time:
de: Dauer oder Endzeit anzeigen:
lt: Rodyti trukmę, arba pabaigos laiką:

source: Show event information
de: Zeige Informationen zur Sendung
lt: Rodyti įvykio informaciją

source: Single EPG
lt: Kanalo EPG

source: Solution
de: Lösung
lt: Sprendimas

source: Sorri! Conflict timers in timers.xml detected! Please recheck it!
lt: Oi!!! timers.xml aptiktas laikmačių konfliktas! Patikrinkite dar kartą!

source: Switch betw. favourite/prime time list
de: Umschalten zwischen Favoriten/Hauptsendezeit
lt: Perjungti tarp mėgstamiausių/žiūrimiausio laiko sąrašų

source: Switch to the next bouquet
de: Nächstes Bouquet anzeigen
lt: Perjungti į sekantį bukietą

source: Switch to the next day
de: Nächsten Tag anzeigen
lt: Perjungti į kitą dieną

source: Switch to the previous bouquet
de: Vorheriges Bouquet anzeigen
lt: Perjungti į ankstesnį bukietą

source: Switch to the previous day
de: Vorherigen Tag anzeigen
lt: Perjungti į ankstesnę dieną

source: This event "%s" has already begun or will begin in the next few minutes. We can not add it to your list of favorites, as will instantly record. Just want to switch to this service?
lt: Šis įvykis "%s" jau prasidėjo, arba prasidės už keleto minučių. Jo negalima pridėti į mėgstamiausių sąrašą, nes jis bus įrašytas neplaniniai. Norite perjungti į šį kanalą?

source: This event will be an instant record.
lt: Šis įvykis bus neplaniniai įrašytas.

source: This is a repeated timer! Do you really want to delete the repeated timer for "%s"?
de: Vorsicht wiederholender Timer! Soll der wiederholende Timer für "%s" wirklich gelöscht werden?
lt: Tai pasikartojantis laikmatis! Ar tikrai norite pašalinti pasikartojantį laikmatį "%s"?

source: Timers list
lt: Laikmačių sąrašas

source: Toggle marker for a "view live" event
de: Markierung für Live-Sendung setzen/löschen
lt: Perjungti 'Tiesioginės transliacijos' žymeklį

source: Toggle primary/secondary prime time
de: Wechsel primäre/sekundäre Hauptsendezeit
lt: Perjungti tap pagrindinio/antrinio žiūrimiausio laiko

source: Try to solve conflicts and show result
de: Konfliktlösung und Ergebnisansicht
lt: Pabandyti išspręsti konfliktus ir parodyti rezultatą

source: Use AutoTimer plugin instead remove favorites:
lt: Naudokite Autolaikmačio įskiepį vietoje mėgstamiausių pašalinimo:

source: exit plugin
lt: užverti įskiepį

source: open Multi EPG
lt: atverti daugiakanalį EPG

source: Accept this solution?
lt: Priimti šį sprendimą?

source: Total number of conflicts: %s
lt: Bendras konfliktų skaičius: %s

source: Zap
lt: Perjungti

source: Zap + Record
lt: įjungti kanalą ir pradėti įrašymą

source: "View live" type:
lt: 'Tiesioginės transliacijos' tipas:

source: Toggle "view live" type
lt: Perjungti tarp 'Tiesioginės transliacijos' tipų

source: Set 'view live' type '%s'?
lt: Nustatyti 'Tiesioginės transliacijos' tipą '%s'?

source: Conflict detected!
lt: Aptiktas konfliktas!

source: 'Timer Edit' key menu - show conflict timer:
lt: 'Laikmačio redagavimo' mygtuko meniu - rodyti laikmačių konfliktą:

source: Current timer
lt: Dabartinis laikmatis

source: Any timers
lt: Bet kurie laikmačiai

source: Checking with conflict detection enabled for
lt: Tikrinama, įjungus konfliktų aptikimą

source: : only notification
lt: : tik pranešimas

source: : total conflicts %d
lt: : iš viso konfliktų %d

source: Settings
de: Einstellungen
