Repository: pli3/enigma2-plugins.dev
Catalog: moviecut/po/*.po
Languages: et, fr, ru

source: Execute cuts...
et: Teosta lõiked
fr: Exécuter des coupes ...
ru: Выполнить сокращения...

source: Don't cut
et: Ära lõika
fr: Ne pas couper
ru: Ничего не сокращать

source: Replace the original movie with the cut movie
et: Asenda algne film lõigatud filmiga
fr: Remplacer le film original par le film coupé
ru: Замена оригинального видео сокращенным

source: Place the cut movie in a new file ending with " cut"
et: Paiguta lõigatud film uude faili nimelõpuga " cut"
fr: Placer le film coupé dans un nouveau fichier se terminant par " cut"
ru: Разместить сокращенное видео в новый файл с окончанием "cut"

source: Advanced cut specification...
et: Lõigete lisaseadistused...
fr: Spécification de coupe avancée ...
ru: Расширенная спецификация сокращения...

source: How would you like to cut "%s"?
et: Kuidas soovid lõigata "%s"?
fr: Comment voulez-vous couper "%s" ?
ru: Вы хотите сделать сокращение "%s"?

source: Cancel
et: Tühista
fr: Annuler
ru: Отмена

source: No
et: Ei
fr: Non
ru: Нет

source: Yes
et: Jah
fr: Oui
ru: Да

source: Cutlist
et: Lõikenimekiri
ru: Список сокращений

source: Manual specification
et: Käsispetsifikatsioon
fr: Spécification manuelle
ru: Ручная спецификация

source: Replace original:
et: Asenda originaal:
fr: Remplacer original :
ru: Заменить оригинал:

source: New filename:
et: Uus failinimi:
fr: Nouveau nom de fichier :
ru: Новое название файла:

source: New title:
et: Uus pealkiri:
fr: Nouveau titre :
ru: Новое имя:

source: New description:
et: Uus kirjeldus:
fr: Nouvelle description :
ru: Новое описание:

source: New location:
et: Uus asukoht:
fr: Nouvel emplacement :
ru: Новое расположение:

source: Cut source:
et: Lõike allikas:
fr: Source de coupe :
ru: Источник сокращения:

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
et: Lõiked (IN OUT IN OUT ... järjestus h:min:sec)
fr: Couper ( IN OUT IN OUT ... séquence d'heure: min: sec)
ru: Сокращения (ВХОД ВЫХОД ВХОД ВЫХОД ... очередь из час:мин:сек)

source: Cut Parameter Input
et: Lõike määrangu sisestus
fr: Couper Paramètre d'entrée
ru: Параметры ввода сокращения

source: Choose target folder
et: Vali sihtpunkti kaust
fr: Choisir le dossier cible
ru: Выбор целевой папки

source: The movie "%s" is successfully cut
et: Film "%s" on edukalt lõigatud
fr: Le film "%s" est coupé avec succès
ru: Видео "%s" сокращенно успешно!

source: Cutting failed for movie "%s"
et: Filmi "%s" lõikamine ebaõnnestus
fr: La coupe a échoué pour le film "%s"
ru: Ошибка сокращения видео "%s"

source: Bad arguments
et: Kõlbmatud määrangud
fr: Mauvais arguments
ru: Неверные аргументы

source: Couldn't open input .ts file
et: Ei saa avada sisend .ts faili
fr: Impossible d'ouvrir le fichier d'entrée .ts
ru: Не удалось открыть файл входа .ts

source: Couldn't open input .cuts file
et: Ei saa avada sisend .cuts faili
fr: Impossible d'ouvrir le fichier d'entrée .cuts
ru: Не удалось открыть файл входа .cuts

source: Couldn't open input .ap file
et: Ei saa avada sisend .ap faili
fr: Impossible d'ouvrir le fichier d'entrée .ap
ru: Не удалось открыть файл входа .ap

source: Couldn't open output .ts file
et: Ei saa avada väljund .ts faili
fr: Impossible d'ouvrir le fichier de sortie .ts
ru: Не удалось открыть файл выхода .ts

source: Couldn't open output .cuts file
et: Ei saa avada väljund .cuts faili
fr: Impossible d'ouvrir le fichier de sortie .cuts
ru: Не удалось открыть файл выхода .cuts

source: Couldn't open output .ap file
et: Ei saa avada väljund .ap faili
fr: Impossible d'ouvrir le fichier de sortie .ap
ru: Не удалось открыть файл выхода .ap

source: Empty .ap file
et: Tühi .ap fail
fr: Vider le fichier .ap
ru: Пустой файл .ap

source: No cuts specified
et: Lõikeid ei ole määratud
fr: Pas de coupure spécifié
ru: Нет спецификации сокращений

source: Read/write error (disk full?)
et: Lugemise/kirjutamise viga (Kõvaketas täis?)
fr: Erreur lecture/écriture (disque plein ?)
ru: Ошибка чтения/записи (диск переполнен?)

source: Cutting was aborted for movie "%s"
et: Filmi "%s" lõikamine katkestati
fr: La coupe a été interrompue pour le film "%s"
ru: Сокращение было прервано для видео "%s"

source: The movie "%s" is cut in the background.
et: Film "%s" lõigatakse taustal.
fr: Le film "%s" est coupé en arrière-plan.
ru: Видео "%s" сокращается в фоновом режиме.

source: Another movie is currently cut. The movie "%s" will be cut in the background after it.
et: Käib teise filmi lõikamine. Film "%s" lõigatakse taustal pärast selle valmimist.
fr: Un autre film est actuellement coupée. Le film "%s" sera coupé en arrière-plan après.
ru: Сократить другое видео в это время. Видео "%s" будет сокращено в фоновом режиме после этого.
