Repository: pli3/enigma2-plugins.dev
Catalog: audiosync/po/*.po
Languages: uk

source: %i ms
uk: %i мс

source: AC3 Lip Sync Setup
uk: Налаштування синхронізації AC3

source: Audio Sync
uk: Аудіо Синхр

source: Audio Sync Setup
uk: Налаштування синхронізації аудіо

source: Cancel
uk: Відміна

source: Center screen at the lower border
uk: Центр екрана на нижній границі

source: Center screen at the upper border
uk: Центр екрана на верхній границі

source: Change active delay
uk: Змінити активну затримку

source: Channel audio:
uk: Канал аудіо:

source: Decrease delay
uk: Зменшення затримки

source: Decrease delay by %i ms (can be set)
uk: Зменення затримки %i мс (можливо встановити)

source: Discard changes and close plugin
uk: Відмінити зміни і закрити плагін

source: Discard changes and close screen
uk: Відмінити зміни і закрити екран

source: Global delay
uk: Глобальна затримка

source: Increase delay
uk: Збільшення затримки

source: Increase delay by %i ms (can be set)
uk: Збільшення затримки %i мс (можливо встановити)

source: Invalid selection
uk: Неправильний вибір

source: Key %(Key)s successfully set to %(delay)i ms
uk: Кнопка %(Key)s успішно встановлена %(delay)i мс

source: Key %(key)s (current value: %(value)i ms)
uk: Кнопка %(key)s (на даний час: %(value)i мс)

source: Menu
uk: Меню

source: Move plugin screen
uk: Переміщення екрана плагіна

source: Move screen down
uk: Переміщення екрана вниз

source: Move screen to the center of your TV
uk: Переміщення екрана до центру Вашего Т

source: Move screen to the left
uk: Переміщення екрана вліво

source: Move screen to the lower left corner
uk: Переміщення екрана в нижньому лівому куті

source: Move screen to the lower right corner
uk: Переміщення екрана в правому нижньому куті

source: Move screen to the middle of the left border
uk: Переміщення екрана до середини лівої границі

source: Move screen to the middle of the right border
uk: Переміщення екрана до середини правої границі

source: Move screen to the right
uk: Переміщення екрана вправо

source: Move screen to the upper left corner
uk: Переміщення екрана в верхньому лівому куті

source: Move screen to the upper right corner
uk: Переміщення екрана в верхньому правому куті

source: Move screen up
uk: Переміщення екрана вверх

source: OK
uk: ОК

source: Open plugin menu
uk: Відкрити меню плагіна

source: Outer Bound (+/-)
uk: Зовнішня границя (+/-)

source: Plugin: %(plugin)s , Version: %(version)s
uk: Плагін: %(plugin)s , Версія: %(version)s

source: Reset saved position
uk: Скидання збереженої позиції

source: Save
uk: Зберегти

source: Save current delay to key
uk: Зберегти поточну затримку в ключ

source: Save to key
uk: Зберегти в ключ

source: Save values and close plugin
uk: Зберегти значення і закрити плагін

source: Save values and close screen
uk: Зберегти значення і закрити екран

source: Select channel audio
uk: Вибір канала аудіо

source: Select the key you want to set to %i ms
uk: Вибір кнопки для встановлення %i мс

source: Service delay
uk: Затримка сервіса

source: Set delay to %i ms (can be set)
uk: Встановлення затримки в %i мс (можливо встановити)

source: Setting key canceled
uk: Налаштування кнопок відмінена

source: Setup for the Audio Sync Plugin
uk: Налаштування для плагіна синхронізації аудіо

source: Step in ms for arrow keys
uk: Крок в мс для кнопок зі стрілками

source: Step in ms for key %i
uk: Крок в мс для кнопки %i

source: Step in ms for keys '%s'
uk: Крок в мс для кнопок '%s'

source: Switch audio
uk: СЗміна аудіо

source: Wait time in ms before activation:
uk: Час очікування в мс до активації:

source: sets the Audio Delay (LipSync)
uk: встановлення затримки аудіо
