Repository: pli3/enigma2-plugins.dev
Catalog: permanentclock/po/*.po
Languages: lt

source: Activate permanent clock
lt: Įjungti nuolatinį laikrodį

source: Change permanent clock position
lt: Pakeisti nuolatinio laikrodžio vietą

source: Choice color clock:
lt: Pasirinkta laikrodžio spalva:

source: Color analog clock
lt: Analoginio laikrodžio spalva

source: Color digital clock
lt: Skaitmeninio laikrodžio spalva

source: Deactivate permanent clock
lt: Išjungti nuolatinį laikrodį

source: Disable key 'long EXIT' show/hide
lt: Išjungti rodyti/slėpti 'ilgu EXIT' paspaudimu

source: Enable key 'long EXIT' show/hide
lt: 'Ilgu EXIT' paspaudimu rodyti/slėpti laikrodį

source: PLi-transparent
lt: PLi skaidrus

source: Permanent Clock
lt: 'Nuolatinis laikrodis'

source: Permanent Clock Setup
lt: Nuolatinio laikrodžio sąranka

source: Show analog clock
lt: Rodyti analoginį laikrodį

source: Show digital clock
lt: Rodyti skaitmeninį laikrodį

source: Shows the clock permanent on the screen
lt: Ekane pastoviai rodo laikrodį

source: black-blue
lt: juodai mėlynas

source: black-white
lt: juodai baltas

source: black-yellow
lt: juodai geltonas

source: blue
lt: mėlynas

source: large white
lt: didelis baltas

source: large yellow
lt: didelis geltonas

source: transparent
lt: skaidrus

source: white
lt: baltas

source: yellow
lt: geltonas
