Repository: pli3/enigma2-plugins.dev
Catalog: recordinfobar/po/*.po
Languages: de

source: (%d mins)
de: (%d min)

source: All Services
de: Alle Services

source: Automatic is the default action
de: Automatische Standardaktion

source: Cancel
de: Abbrechen

source: Enable record infobar
de: aktiviere Record Infobar

source: Go to Standby now?
de: Jetzt in den Standby gehen?

source: Goto Standby when wakeup on a timer recording
de: Gehe in Standby nach wecken bei Timeraufnahme

source: Increase direction
de: Ausrichtung neuer Aufnahmen

source: Recording starts!
de: Aufnahme startet!

source: Satellites
de: Satelliten

source: Save
de: Speichern

source: Show message when switching to recording service
de: Zeige Nachricht beim umschalten zur Aufnahme

source: Standby for timer 'After event'
de: Standby f√ºr Timer 'Nach dem Event'

source: Standby message screen timeout (sec.)
de: Standby Nachricht Zeitlimit (sec.)

source: Switch to a recordable channel?
de: Umschalten zu einem aufnehmbaren Kanal?

source: Switched to the recording service !
de: Umgeschaltet zu einem aufnehmbaren Kanal !

source: Unknown
de: Unbekannt

source: X position (upper-left corner of srceen)
de: X Position (obere linke Ecke vom Bildschirm)

source: Y position (upper-left corner of srceen)
de: Y Position (obere linke Ecke vom Bildschirm)

source: Zap on start service recording
de: schalte zur gestarteten Aufnahme

source: all
de: alle

source: all,than to do 'nothing'
de: alle, dann mache 'nichts'

source: always
de: immer

source: ask the user
de: nachfragen

source: auto and deep standby
de: auto und Deep Standby

source: channel: %s prov: %s
de: Kanal: %s Prov: %s

source: channel: %s prov: %s %s
de: Kanal: %s Prov: %s %s

source: default
de: standard

source: down
de: unten

source: duration: %s ...
de: Laufzeit: %s ...

source: no zap
de: nicht umschalten

source: top
de: Oben

source: zap
de: umschalten
